Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# InfoBarDialogChangelogWindowsVersion.Title
source: Scanner works best on Windows 11. Please keep your system up-to-date for an optimal experience.
ar_tn: يعمل تطبيق Scanner بشكل الأمثل على نظام التشغيل Windows 11. يرجى تحديث نظامك باستمرار لتكون تجربتك مثالية.
ca: L'escàner funciona millor al Windows 11. Si us plau, mantingueu el vostre sistema actualitzat.
cs: Scanner funguje nejlépe na Windows 11. Pro optimální funkci prosím udržujte svůj systém aktuální.
he: הסורק פועל בצורה הטובה ביותר ב-Windows 11. אנא שמור על המערכת שלך מעודכנת לקבלת חוויה מיטבית.
hi: स्कैनर सबसे अच्छा विंडोज ११ पर काम करता है। कृपया एक इष्टतम अनुभव के लिए अपने सिस्टम को अप-टू-डेट रखें।
hu: A Scanner Windows 11 rendszeren működik a legjobban. Az optimális élmény érdekében tartsa naprakészen a rendszert.
nb: Skanner fungerer best på windows 11. Vennligsto hold systemet oppdatert for en optimal opplevelse.
nl: Scanner werkt het beste op Windows 11. Houd uw systeem up-to-date voor een optimale ervaring.
pl: Aplikacja Skaner działa najlepiej w systemie Windows 11. Aktualizuj swój system, aby zapewnić optymalne działanie.
pt_br: Scanner funciona melhor com Windows 11. Por favor, mantenha seu sistema atualizado para experiência aprimorada.
ro: Scaner funcționează cel mai bine pe Windows 11. Vă rugăm să vă mențineți sistemul actualizat pentru cea mai bună experiență.
ru: Приложение Сканер лучше всего работает в Windows 11, для оптимальной работы обновляйте свою систему.
sk: Skener funguje najlepšie v systéme Windows 11. Udržujte svoj systém aktualizovaný, aby ste dosiahli optimálny zážitok.
uk: Сканер найкраще працює в Windows 11. Підтримуйте свою систему в актуальному стані для оптимальної роботи.
zh_hans: 扫描仪 在 Windows 11上工作效果最好。请及时更新你的系统，以获得最佳体验。

# TextNewStatusMessageAccessibility
source: New status message available
ar_tn: رسالة حالة جديدة متاحة
ca: Nou missatge d'estat disponible
cs: Nová stavová zpráva
he: הודעת מצב חדשה זמינה
hi: नया स्थिति संदेश उपलब्ध है
hu: Új állapotüzenet érhető el
nb: Nye statusbeskjeder tilgjengelig
nl: Nieuw statusbericht beschikbaar
pl: Dostępna nowa wiadomość o stanie
pt_br: Nova mensagem de status disponível
ro: Nou mesaj de stare disponibil
ru: Доступно новое сообщение о состоянии
sk: K dispozícii je nová správa o stave
uk: Доступне нове повідомлення про статус
zh_hans: 新的状态信息可用

# HeadingEditor.Text
source: Editor
ar_tn: المحرر
he: עורך
hi: संपादक
hu: Szerkesztő
nb: Redaktør
nl: Bewerker
pl: Edytor
ru: Редактор
uk: Редактор
zh_hans: 编辑器

# HeadingPageList.Text
source: Page list
ar_tn: قائمة الصفحات
ca: Llista de pàgines
cs: Seznam stran
he: רשימת דפים
hi: पृष्ठ सूची
hu: Oldal lista
nb: Sideliste
nl: Paginalijst
pl: Lista stron
pt_br: Lista de páginas
ro: Lista paginilor
ru: Список страниц
sk: Zoznam stránok
uk: Список сторінок
zh_hans: 页面列表

# HeadingScanOptions.Text
source: Scan options
ar_tn: خيارات المسح الضوئي
ca: Opcions d'escaneig
cs: Možnosti skenu
he: אפשרויות סריקה
hi: स्कैन ऑप्शंस
hu: Szkennelési beállítások
nb: Skanne alternativ
nl: Scan opties
pl: Opcje skanowania
pt_br: Opções de digitalização
ro: Opțiuni de scanare
ru: Параметры сканирования
sk: Možnosti skenovania
uk: Параметри сканування
zh_hans: 扫描选项

# HeadingHelpAutoCrop.Text
source: Crop scans automatically
ar_tn: اقتصاص تلقائي للمستندات
ca: Retalla els escanejos automàticament
cs: Automaticky ořezávat skeny
he: חיתוך סריקות באופן אוטומטי
hi: स्कैन्स को स्वचालित रूप से क्रॉप करें
hu: Automatikus vágás
nb: Beskjære skanninger automatisk
nl: Scan scant automatisch
pl: Automatyczne przycinanie skanów
pt_br: Recorte automático
ro: Trunchiază scanările în mod automat
ru: Автоматическая обрезка сканов
sk: Orezať skeny automaticky
uk: Автоматична обрізка сканів
zh_hans: 自动裁剪扫描

# TextHelpAutoCrop.Text
source: The options for automatic cropping are hidden by default and can be enabled in the settings. If these options aren't supported by your scanner, they will remain hidden. Automatic cropping is only possible in **flatbed or feeder** mode. "Single region" cropping creates a single image, which is especially useful for scanning documents. "Multiple regions" cropping can identify more than one element in a single scan, which is useful for putting multiple photos on a flatbed.
ar_tn: يتم إخفاء خيارات الاقتصاص التلقائي افتراضيا، ويمكن تفعيلها في الإعدادات، غير أنها ستظل مخفية في حال عدم دعمها من قبل الماسح الضوئي. يتوفر الاقتصاص التلقائي في وضع ** المسح السطحي أو وحدة التغذية** فقط. يؤدي اقتصاص "جزء واحد" إلى إنشاء صورة واحدة، وهذا أمر مفيد خصوصا عند مسح المستندات ضوئيا، في حين أن إقتصاص "أجزاء متعددة" يمكن أن يحدد أكثر من عنصر في الصفحة الواحدة، مما يجعله مفيدا في حالة مسح صور متعددة عن طريق سطح الماسح الضوئي.
ca: Les opcions de retall automàtic estan amagades per defecte i es poden activar a la configuració. Si el vostre escàner no admet aquestes opcions, romandran amagades. El retall automàtic només està disponible en mode **de vidre o d'alimentador**. El retall d'una sola regió crea una única imatge, que és especialment útil per escanejar documents. El retall de regions múltiples identifica més d'un element en un sol escaneig, cosa que és útil per a posar diverses fotos en el vidre de l'escàner.
cs: Možnosti automatického ořezu jsou ve výchozím nastavení skryté a lze je povolit v nastavení. Pokud tyto možnosti váš skener nepodporuje, zůstanou skryté. Automatické oříznutí je možné pouze v režimu **ploché desky nebo podavače**. Oříznutí "jedné oblasti" vytvoří jediný obrázek, což je užitečné zejména při skenování dokumentů. Oříznutí "Více oblastí" dokáže identifikovat více prvků v jednom skenu, což je užitečné při vkládání více fotografií na plochou podložku.
he: האפשרויות לחיתוך אוטומטי מוסתרות כברירת מחדל וניתן להפעיל אותן בהגדרות. אם הסורק אינו תומך באפשרויות אלה, הן יישארו מוסתרות. חיתוך אוטומטי אפשרי רק במצב **משטח או מזין**. חיתוך "אזור יחיד" יוצר תמונה אחת, שימושית במיוחד לסריקת מסמכים. חיתוך "אזורים מרובים" יכול לזהות יותר מאלמנט אחד בסריקה אחת, דבר שימושי להצבת תמונות מרובות על משטח אופקי.
hi: स्वचालित क्रॉपिंग के ऑप्शंस डिफ़ॉल्ट अवस्था में छिपे होते हैं और इन्हें सेटिंग्स में सक्षम किया जा सकता है। यदि ये ऑप्शंस आपके स्कैनर द्वारा समर्थित नहीं हैं, तो वे छिपे रहेंगे। स्वचालित क्रॉपिंग केवल **फ्लैटबेड या फीडर** मोड में ही संभव है। "एकल क्षेत्र" क्रॉपिंग एक एकल इमेज बनाता है, जो दस्तावेजों को स्कैन करने के लिए विशेष रूप से उपयोगी है। "एकाधिक क्षेत्र" क्रॉपिंग एकल स्कैन में एक से अधिक तत्वों की पहचान कर सकता है, जो एक फ़्लैटबेड पर एकाधिक तस्वीर लगाने के लिए उपयोगी है।
hu: Az automatikus kivágás beállításai alapértelmezés szerint rejtettek, és a beállításokban engedélyezhetők. Ha ezeket a beállításokat a lapolvasó nem támogatja, akkor ezek rejtve maradnak. Az automatikus vágás csak **síkágyas vagy adagoló** módban lehetséges. Az "egyrégiós" vágás egyetlen képet hoz létre, ami különösen hasznos dokumentumok beolvasásához. A "több régiós" vágás több elemet is azonosíthat egyetlen szkennelés során, ami hasznos több fényképet a síkágyra helyezve.
nb: Alternativene for automatisk beskjæring er skjult som standard og kan aktiveres i innstillingene. hvis disse alternativene ikke støttes av skanneren, forblir de skjult. automatisk beskjæring er kun mulig i **flatbed eller matermodus\feedmodus**. "enkelt område"-beskjæring skaper ett enkelt bilde, noe som er spesielt nyttig for skanning av dokumenter. beskjæring med "flere regioner" kan identifisere mer enn ett element i en enkelt skanning, noe som er nyttig for å legge flere bilder på en plan.
nl: De opties voor automatisch bijsnijden zijn standaard verborgen en kunnen worden ingeschakeld in de instellingen. Als deze opties niet door uw scanner worden ondersteund, blijven ze verborgen. Automatisch bijsnijden is alleen mogelijk in de modus **flatbed of feeder**. Bij het bijsnijden van één gebied wordt één afbeelding gemaakt, wat vooral handig is voor het scannen van documenten. Bij het bijsnijden van "meerdere regio's" kunnen meer dan één element in een enkele scan worden geïdentificeerd, wat handig is als u meerdere foto's op een flatbed wilt plaatsen.
pl: Opcje automatycznego przycinania są domyślnie ukryte i można je włączyć w ustawieniach. Jeśli te opcje nie są obsługiwane przez skaner, pozostaną niedostępne. Automatyczne przycinanie jest możliwe tylko w trybie **platformy lub podajnika**. Przycinanie typu „Pojedynczy region” tworzy pojedynczy obraz, co jest szczególnie przydatne przy skanowaniu dokumentów. Przycinanie typu „Wielu regionów” może zidentyfikować więcej niż jeden element w jednym skanie, co jest przydatne w przypadku umieszczania wielu zdjęć na skanerze płaskim.
pt_br: As opções de recorte automático estão indisponíveis por padrão e podem ser ativadas em configurações. Se essas opções não são suportadas por seu digitalizador, elas permanecerão indisponíveis. Recorte automático só é possível nos modos **vidro ou alimentador**. Recorte de "região única" cria imagem única, algo especialmente útil para digitalização de documentos. Recorte de "múltiplas regiões" pode identificar mais de um elemento numa única digitalização, recurso útil para digitalização de múltiplas fotos em varredura única.
ro: Opțiunile pentru trunchierea automată sunt ascunse în mod implicit și pot fi activate în setări. Dacă scanerul dumneavoastră nu are aceste opțiuni nu le veți putea vedea. Trunchierea automată este disponibilă numai în modurile **pat de sticlă sau fidăr**. Trunchierea „o singură regiune” creează o singură imagine, mod util pentru scanarea documentelor. Trunchierea „regiuni multiple” poate identifica mai multe elemente într-o singură scanare, util atunci când puneți mai multe fotografii deodată pe patul de sticlă.
ru: Параметры автоматической обрезки по умолчанию скрыты и могут быть включены в настройках. Если эти параметры не поддерживаются вашим сканером, они останутся скрытыми. Автоматическая обрезка возможна только в режиме **планшета или податчика**. Обрезка «Единая область» создает единое изображение, что особенно удобно при сканировании документов. Обрезка «несколько областей» может идентифицировать более одного элемента в одном сканировании, что полезно при размещении нескольких фотографий на планшете.
sk: Možnosti automatického orezania sú predvolene skryté a možno ich povoliť v nastaveniach. Ak tieto možnosti váš skener nepodporuje, zostanú skryté. Automatické orezávanie je možné len v režime **plochý alebo podávač**. Orezanie "Jedna oblasť" vytvorí jeden obrázok, čo je užitočné najmä pri skenovaní dokumentov. Orezanie "viacerých oblastí" dokáže identifikovať viac ako jeden prvok v jednom skenovaní, čo je užitočné pri ukladaní viacerých fotografií na plochý skener.
uk: Параметри автоматичного обрізання приховані за замовчуванням і їх можна увімкнути в налаштуваннях. Якщо ці параметри не підтримуються вашим сканером, вони залишаться прихованими. Автоматичне обрізання можливе лише в режимі **планшет або подавальник**. Обрізання "Єдиної області" створює єдине зображення, що особливо корисно для сканування документів. Обрізання "декількох регіонів" може ідентифікувати більше одного елемента в одному скануванні, що корисно для розміщення декількох фотографій на плоскому рівні.
zh_hans: 默认情况下，自动裁剪选项是隐藏的，可以在设置中启用。如果扫描仪不支持这些选项，它们将保持隐藏状态。 只有在**平板或进纸**模式下才能进行自动裁切。 “单一区域”裁剪只创建一张图像，这对扫描文档特别有用。“多区域”裁剪可以在一次扫描中识别多个元素，这对于在平板上放置多张照片很有用。

# DialogSurvey.Subtitle
source: Your answers are confidential.
ar_tn: سيتم الحفاظ على سرية إجاباتك.
ca: Les vostres respostes són confidencials.
cs: Vaše odpovědi jsou důvěrné.
he: תשובותיך חסויות.
hi: आपके उत्तर गोपनीय हैं।
hu: Válaszai bizalmasak.
nb: Dine svar er konfidensielle
nl: Uw antwoorden zijn vertrouwelijk.
pl: Twoje odpowiedzi są poufne.
pt_br: Suas respostas são confidenciais.
ro: Răspunsurile dumneavoastră sunt confidențiale.
ru: Ваши ответы конфиденциальны.
sk: Vaše odpovede sú tajné.
uk: Ваші відповіді є конфіденційними
zh_hans: 你的回答是保密的。

# DialogSurvey.Title
source: Survey
ar_tn: إستطلاع
ca: Enquesta
cs: Průzkum
he: סקר
hi: सर्वेक्षण
hu: Felmérés
nb: Undersøkelse
nl: Vragenlijst
pl: Ankieta
pt_br: Pesquisa
ro: Sondaj
ru: Опрос
sk: Prieskum
uk: Опитування
zh_hans: 调查

# OptionSurveyAppDiscoveryAlreadyInstalled
source: It was already installed
ar_tn: كان مثبت بالفعل
ca: Ja estava instal·lada
cs: Byl předinstalovaný
he: כבר הותקן
hi: इसे पहले से ही स्थापित किया जा चुका है
hu: Már telepítve volt
nb: Det var allerede installert
nl: Het was al geïnstalleerd
pl: Była już zainstalowana
pt_br: Já está instalado
ro: Era deja instalată
ru: Он уже был установлен
sk: Bol už nainštalovaný
uk: Його вже встановлено
zh_hans: 它本来就装上了

# OptionSurveyAppDiscoveryArticleWebsite
source: Website/article
ar_tn: الموقع/المقال
ca: Pàgina web/article
cs: Webová stránka/článek
he: אתר/מאמר
hi: वेबसाइट/लेख
hu: Weboldal/cikk
nb: Nettside/artikkel
nl: Website/artikel
pl: Strona internetowa/artykuł
pt_br: Website/artigo
ro: Dintr-un site web/articol
ru: Сайт/статья
sk: Webová stránka/článok
uk: Веб-сайт/стаття
zh_hans: 网站/文章

# OptionSurveyAppDiscoveryDontKnow
source: I don't know
ar_tn: لا أعرف
ca: No ho sé
cs: Nevím
he: אני לא יודע
hi: मुझे नहीं पता
hu: Nem tudom
nb: Jeg viste ikke
nl: Ik weet het niet
pl: Nie wiem
pt_br: Não sei
ro: Nu știu
ru: Я не знаю
sk: Neviem
uk: Я не знаю
zh_hans: 我不知道

# OptionSurveyAppDiscoveryOther
source: Other
ar_tn: آخر
ca: Una altra
cs: Jiné
he: אחר
hi: अन्य
hu: Egyéb
nb: Annet
nl: Ander
pl: Inny
pt_br: Outro
ro: Altele
ru: Другое
sk: Iné
uk: Інше
zh_hans: 其他

# OptionSurveyAppDiscoveryRecommended
source: Recommendation by someone
ar_tn: توصية من قبل شخص ما
ca: Recomanació d'algú
cs: Osobní doporučení
he: המלצה של מישהו
hi: किसी की अनुशंसा
hu: Valaki ajánlása
nb: Anbefaling fra noen
nl: Aanbeveling door iemand
pl: Została mi polecona
pt_br: Recomendado por alguém
ro: Mi-a fost recomandată de cineva
ru: Рекомендовать
sk: Odporúčanie od niekoho
uk: Рекомендація для когось
zh_hans: 他人推荐

# OptionSurveyUsageOther
source: Other
ar_tn: آخر
ca: Una altra
cs: Jiné
he: אחר
hi: अन्य
hu: Egyéb
nb: Annet
nl: Ander
pl: Inne miejsce
pt_br: Outro
ro: Altele
ru: Другое
sk: Iné
uk: Інше
zh_hans: 其他

# OptionSurveyUsagePrivate
source: Private
ar_tn: خاص
ca: Privat
cs: Soukromé
he: פרטי
hi: निजी
hu: Személyes
nb: Privat
nl: Privé
pl: Prywatnie
pt_br: Privado
ro: Scop personal
ru: Частный
sk: Súkromné
uk: Приватно
zh_hans: 私人

# OptionSurveyUsageSchool
source: School
ar_tn: مدرسة
ca: Escola
cs: Škola
he: בית ספר
hi: विद्यालय
hu: Iskola
nb: Skole
pl: Szkoła
pt_br: Escola
ro: Pentru școală
ru: Школа
sk: Škola
uk: Школа
zh_hans: 学校

# OptionSurveyUsageStudy
source: Study
ar_tn: دراسة
ca: Estudis
cs: Studium
he: מחקר
hi: अध्ययन
hu: Tanulmány
nb: Studere
nl: Studie
pl: Studia
pt_br: Estudo
ro: Pentru studiu
ru: Учёба
sk: Štúdium
uk: Навчання
zh_hans: 学习

# OptionSurveyUsageWork
source: Work
ar_tn: عمل
ca: Feina
cs: Práce
he: עבודה
hi: नौकरी
hu: Munka
nb: Arbeid
nl: Het werk
pl: Praca
pt_br: Trabalho
ro: Pentru serviciu
ru: Работа
sk: Práca
uk: Праця
zh_hans: 工作

# TextSurveyAppDiscovery.Text
source: How did you discover this app?
ar_tn: كيف أكتشفت هذا التطبيق؟
ca: Com vau descobrir aquesta aplicació?
cs: Jak jste objevili tuto aplikaci?
he: איך גילית את האפליקציה הזו?
hi: आपको इस ऐप के बारे में कैसे पता चला?
hu: Hogyan fedezte fel ezt az alkalmazást?
nb: Hvordan oppdaget du denne appen?
nl: Hoe heb je deze app ontdekt?
pl: Jak znalazłeś tę aplikację?
pt_br: Como você descobriu este aplicativo?
ro: Cum ați descoperit această aplicație?
ru: Как вы узнали об этом приложении?
sk: Ako ste objavili túto aplikáciu?
uk: Як ви знайшли цей застосунок?
zh_hans: 你是怎么发现这个应用的？

# TextSurveyEaseOfUse.Text
source: How easy to use is this app?
ar_tn: ما مدى سهولة استخدام هذا التطبيق؟
ca: Com de fàcil és utilitzar aquesta aplicació?
cs: Jak jednoduché je používat tuto aplikaci?
he: כמה קל להשתמש באפליקציה זו?
hi: इस ऐप का प्रयोग करना कितना आसान है?
hu: Mennyire könnyen használható ez az alkalmazás?
nb: Hvor lett er det å bruke/benytte deg av denne appen?
nl: Hoe gebruiksvriendelijk is deze app?
pl: Jak łatwa w użyciu jest ta aplikacja?
pt_br: Quão fácil é usar este aplicativo?
ro: Cât de ușor vă este să folosiți această aplicație?
ru: Насколько легко использовать это приложение?
sk: Aké jednoduché je používanie tejto aplikácie?
uk: Наскільки простий у використанні цей застосунок?
zh_hans: 这个应用程序有多容易使用？

# TextSurveyFeatures.Text
source: Does the app offer all the features you expected?
ar_tn: هل يوفر التطبيق كل الميزات المتوقعة؟
ca: La aplicació ofereix les característiques que us esperàveu?
cs: Nabízí aplikace všechny funkce, které jste očekávali?
he: האם האפליקציה מציעה את כל התכונות שציפית להן?
hi: क्या ऐप आपके द्वारा अपेक्षित सभी सुविधाएँ प्रदान करता है?
hu: Az alkalmazás minden olyan funkciót kínál, amire számított?
nb: Leverer appen alle de egenskapene som du forventet?
nl: Biedt de app alle functies die je verwachtte?
pl: Czy aplikacja oferuje wszystkie oczekiwane funkcje?
pt_br: Este aplicativo oferece todos os recursos esperados?
ro: Aplicația vă oferă toate caracteristicile pe care le așteptați?
ru: Предлагает ли приложение все ожидаемые функции?
sk: Ponúka aplikácia všetky funkcie, ktoré ste očakávali?
uk: Чи є у застосунку усі функції, які ви очікували?
zh_hans: 这个应用程序是否提供了你所期望的所有功能？

# TextSurveyFileFormats.Text
source: How happy are you with the available file formats?
ar_tn: هل أنت راض عن التنسيقات المتوفرة؟
ca: Com de contents esteu amb els formats de fitxers disponibles?
cs: Jak jste spokojeni s dostupnými formáty souborů?
he: עד כמה אתה מרוצה מפורמטי הקבצים הזמינים?
hi: आप उपलब्ध फ़ाइल फॉर्मेट्स से कितने संतुष्ट हैं?
hu: Mennyire elégedett az elérhető fájlformátumokkal?
nb: Hvor fornøyd er du med de tilgjengelige filformatene?
nl: Hoe blij ben je met de beschikbare bestandsformaten?
pl: Jak bardzo jesteś zadowolony z dostępnych formatów plików?
pt_br: Quão satisfeito você está com os formatos de arquivo disponíveis?
ro: Cât de mulțumit sunteți de formatele de fișier disponibile?
ru: Насколько вы довольны доступными форматами файлов?
sk: Ako ste spokojný s dostupnými formátmi súborov?
uk: Наскільки ви задоволені наявними форматами файлів?
zh_hans: 你对可用的文件格式有多满意？

# TextSurveyFileSize.Text
source: How happy are you with the size of created files?
ar_tn: هل أنت راض عن حجم الملفات التي تم إنشاؤها؟
ca: Com de contents esteu amb la mida dels fitxers resultants?
cs: Jak jste spokojeni s velikostí vytvořených souborů?
he: עד כמה אתה מרוצה מגודל הקבצים שנוצרו?
hi: आप बनाई गई फ़ाइलों के साइज से कितने संतुष्ट हैं?
hu: Mennyire elégedett a létrehozott fájlok méretével?
nb: Hvor fornøyd er du med størrelsen på opprettede filer?
nl: Hoe blij ben je met de grootte van de gemaakte bestanden?
pl: Jak bardzo jesteś zadowolony z rozmiaru tworzonych plików?
pt_br: Quão satisfeito você está com o tamanho dos arquivos criados ?
ro: Cât de mulțumit sunteți de mărimea fișierelor create?
ru: Насколько вас устраивает размер создаваемых файлов?
sk: Ako ste spokojný s veľkosťou vytvorených súborov?
uk: Наскільки ви задоволені розміром створених файлів?
zh_hans: 你对创建的文件的大小有多满意？

# TextSurveyInterface.Text
source: How would you rate the app interface?
ar_tn: كيف تقيم واجهة التطبيق؟
ca: Com puntuaríeu la interfície de l'aplicació?
cs: Jak hodnotíte rozhraní aplikace?
he: כיצד היית מדרג את ממשק האפליקציה?
hi: आप ऐप इंटरफ़ेस को कैसा रेट करेंगे?
hu: Hogyan értékelné az alkalmazás felületét?
nb: Hvor mange stjerner vil du gi som stemme for appgrensesnittet?
nl: Hoe zou u de app-interface beoordelen?
pl: Jak oceniasz interfejs aplikacji?
pt_br: Que nota você daria para a interface do aplicativo?
ro: Cum ați evalua interfața aplicației?
ru: Как бы вы оценили интерфейс приложения?
sk: Ako by ste ohodnotili rozhranie aplikácie?
uk: Як би ви оцінили інтерфейс застосунка?
zh_hans: 你如何评价应用程序界面？

# TextSurveyPerformance.Text
source: How fast does the app feel on your device?
ar_tn: هل تشعر بأن التطبيق سريع على جهازك؟
ca: Quina velocitat té l'aplicació al vostre dispositiu?
cs: Jak rychlá je aplikace na vašem zařízení?
he: כמה מהר האפליקציה רצה במכשיר שלך?
hi: ऐप आपके डिवाइस पर कितना तीव्र महसूस होता है?
hu: Milyen gyorsnak érzi magát az alkalmazást az eszközön?
nb: Hvor effektivt føles denne appen for ditt utstyr?
nl: Hoe snel voelt de app op je apparaat?
pl: Jak szybko aplikacja działa na Twoim urządzeniu?
pt_br: Quão rápido é esse aplicativo em seu equipamento?
ro: Cât de repede funcționează aplicația pe dispozitivul dumneavoastră?
ru: Насколько быстро приложение работает на вашем устройстве?
sk: Aká rýchla je aplikácia na vašom zariadení?
uk: Як швидко застосунок працює на вашому пристрої?
zh_hans: 应用程序在你的设备上运行的速度有多快？

# TextSurveyRecommend.Text
source: How likely are you to recommend this app to someone who wants to use a scanner?
ar_tn: ما مدى إحتمال أنك ستنصح شخص آخر بإستخدام التطبيق؟
ca: En quina mesura recomanaríeu l'aplicació a algú que volgués usar un escàner?
cs: Jak je pravděpodobné, že tuto aplikaci doporučíte někomu kdo vlastní skener?
he: מה הסיכוי שתמליץ על אפליקציה זו למישהו שרוצה להשתמש בסורק?
hi: आपके द्वारा इस ऐप की अनुशंसा किसी ऐसे व्यक्ति को करने की कितनी संभावना है जो एक स्कैनर का प्रयोग करना चाहते हैं?
hu: Mennyire valószínű, hogy ezt az alkalmazást ajánlja valakinek, aki szkennert szeretne használni?
nb: Hvor sannsynlig er det for deg å anbefale denne appen til noen som vil benytte seg med en skanner.
nl: Hoe waarschijnlijk is het dat u deze app aanbeveelt aan iemand die een scanner wil gebruiken?
pl: Jakie jest prawdopodobieństwo, że polecisz tę aplikację komuś, kto chce korzystać ze skanera?
pt_br: Qual a probabilidade de você recomendar este aplicativo para alguém que necessite usar um digitalizador?
ro: Cât de probabil ar fi să recomandați această aplicație cuiva care dorește să folosească un scaner?
ru: Насколько вероятно, что вы порекомендуете это приложение тому, кто хочет использовать сканер?
sk: Aká je pravdepodobnosť, že túto aplikáciu odporučíte niekomu, kto chce používať skener?
uk: Наскільки ймовірно, що ви порекомендуєте цей застосунок тому, хто хоче використовувати сканер?
zh_hans: 你向想使用扫描仪的人推荐这个应用的可能性有多大？

# TextSurveyUsage.Text
source: What do you mainly use the app for?
ar_tn: ما هو الغرض الرئيسي من إستخدام هذا التطبيق؟
ca: Per a què utilitzes l'aplicació principalment?
cs: K čemu aplikaci hlavně používáte?
he: למה אתה משתמש בעיקר באפליקציה?
hi: आप मुख्यतः इस ऐप का प्रयोग किस लिए करते हैं?
hu: Mire használod főként az alkalmazást?
nb: Hva bruker du denne appen til?
nl: Waar gebruik je de app vooral voor?
pl: Do czego głównie używasz aplikacji?
pt_br: Qual a principal utilidade deste aplicativo?
ro: În ce scop folosiți această aplicație în general?
ru: Для чего вы в основном используете приложение?
sk: Na čo aplikáciu používate?
uk: Для чого ви в основному використовуєте застосунок?
zh_hans: 你主要使用该应用程序做什么？
